Repository: alstn38/Stepic
Catalog: Stepic/Stepic/Resource/Localizable.xcstrings
Source language: ko
Languages: en

# allWalkTitle
source: 전체 산책
en: All Walks

# angryButtonTitle
source: 화남
en: Ang

# appInfoSectionTitle
source: 앱 정보
en: App Info

# boomMarkTitle
source: 북마크
en: Bookmarks

# contactUsTitle
source: 문의하기
en: Contact Us

# dataLoadFailedMessage
source: 데이터 로드에 실패했습니다.
en: Failed to load data.

# dateFormat
source: yyyy년 M월 d일 EEEE
en: EEEE, MMM d, yyyy

# distanceTitle
source: 이동거리
en: Distance

# durationTimeTitle
source: 소요시간
en: Duration of Time

# emotionTitle
source: 감정
en: Emotion

# endingPointTitle
source: 도착 지점
en: Ending point

# endTimeTitle
source: 종료시간
en: End time

# endWalkButton
source: 산책 종료하기
en: End Walking

# genericAlertConfirm
source: 확인
en: OK

# happyButtonTitle
source: 기쁨
en: Hpy

# homeWalkButton
source: 산책 시작하기
en: Start Walking

# imageSaveFailedMessage
source: 이미지 저장에 실패했습니다.
en: Failed to save image.

# inputRequiredTitle
source: 입력이 필요해요
en: Input Needed

# locationAlertCancel
source: 취소
en: Cancel

# locationAlertGoToSetting
source: 설정으로 이동
en: Go to Settings

# locationAlertMessage
source: 위치서비스를 사용할 수 없습니다.\n기기의 \"설정 > 개인 정보 보호\"에서 위치서비스를 켜주세요.
en: Location services are unavailable.\nPlease enable them in \"Settings > Privacy\".

# locationAlertTitle
source: 위치 서비스 사용
en: Enable Location Services

# loveButtonTitle
source: 행복
en: Love

# mapThumbnailSaveFailedMessage
source: 지도 썸네일 저장에 오류가 발생했습니다.
en: Unable to save the map thumbnail.

# monthWalkTitle
source: 해당 달의 산책
en: Walks This Month

# neutralButtonTitle
source: 보통
en: Neut

# photoActionCamera
source: 사진 촬영
en: Take Photo

# photoActionLibrary
source: 사진 보관함
en: Photo Library

# photoLimitAlertMessage
source: 사진은 최대 10개만 가능합니다.
en: You can add up to 10 photos.

# photoLimitAlertTitle
source: 최대 범위 초과
en: Maximum limit exceeded

# photoTitle
source: 사진
en: Photo

# privacyPolicyTitle
source: 개인정보 처리방침
en: Privacy Policy

# realmLoadFailedMessage
source: 이미지 로드에 실패했습니다.
en: Failed to load image.

# realmSaveFailedMessage
source: 데이터를 저장하는 데 실패했습니다.
en: Failed to save data.

# recordContentPlaceholder
source: 오늘은 어떤 마음으로 걸었나요?
en: How did you feel while walking today?

# recordTitle
source: 기록
en: Record

# recordTitlePlaceholder
source: 제목
en: Title

# routeTitle
source: 경로
en: Route

# sadButtonTitle
source: 슬픔
en: Sad

# selectDateTitle
source: 날짜 선택
en: Select Date

# settingsTitle
source: 설정
en: Settings

# startingPointTitle
source: 출발 지점
en: Starting point

# startTimeTitle
source: 시작시간
en: Start time

# storageErrorAlertTitle
source: 저장에 실패했습니다.
en: Failed to Save

# tapBarHomeTitle
source: 홈
en: Home

# tapBarMyPageTitle
source: 마이페이지
en: MyPage

# termsAndContactSectionTitle
source: 약관 및 문의
en: Terms & Support

# termsOfServiceTitle
source: 이용약관
en: Terms of Service

# timeFormat
source: a h시 mm분
en: h:mm a

# timeTitle
source: 시간
en: Time

# tiredButtonTitle
source: 지침
en: Tired

# totalDistanceTitle
source: 총 산책 거리
en: Total Distance

# totalTimeTitle
source: 총 시간
en: Total Time

# versionLabel
source: 버전
en: Version

# walkCountFormat
source: 회
en: walks

# walkEmotionSelectMessage
source: 산책의 감정을 남겨주세요.
en: Please select how you felt during your walk.

# walkFinishHoldMessage
source: 산책을 종료하려면 버튼을 2초간 눌러주세요.
en: Press and hold the button for 2 seconds to end your walk.

# walkInfoTitle
source: 산책 정보
en: Walk Info

# walkTitleSettingMessage
source: 제목을 설정해주세요.
en: Please set a title.

# weatherTitle
source: 날씨
en: Weather
